[
    {
        "id":6,
        "Description":"Q. I am 28 years old and my weight is only 48 kg. What should I do to increase my weight?",
        "Doctor":"Hi. How is your eating habits? Your total calorie intake should be around 2200 cal\/day. This will include all three meals with a snack in the evening. You can drink any protein supplements at that time. Include ghee two to three teaspoons a day. Cheese or paneer weekly thrice. Exercise every day for 45 minutes to 1 hour. Simplest is brisk walking. Your appetite will increase with exercises. All fruits and vegetables are allowed. Take milkshakes, lassi, protein supplements after your exercise. All kinds of dals and whole pulses are allowed. Whenever you are eating high protein diet follow that by light food. For example, if you are eating channa for breakfast, eat a light lunch. Gradually increase your intake. If you follow my diet, definitely your immune system will become good. Weight gain will happen slowly. Meditation is good for psychological problems. Concentrate on positive things in life. Do not worry too much about your weight. If your overall health is good, it is a very positive sign for you. Follow up after two weeks.  ",
        "Patient":"Hi doctor, I am 27 years old. My weight is 48 kg, and height is 5.8 feet. I am a pure vegetarian. I need to increase my body weight. I am suffering from psychological problems like anxiety. I am not diabetic, BP is normal. I do not smoke and drink. Please suggest foods to increase weight, immunity, and fertility. Kindly advise."
    },
    {
        "id":7,
        "Description":"Q. I get mild left-sided chest pain with low Hb and vitamin B12 levels. Please help.",
        "Doctor":"Hello. I would like to ask you some more questions, do you have symptoms of acid peptic disease or GERD? Or any burning sensation in the epigastric region, the center of your chest (heartburn). If you do, it could also present as chest pain so I will guide you accordingly. I would also like to rule out any muscular pain, for which I will encourage you to take a muscle relaxant and see if it helps. Take tablet Muscoril (Thiocholchicoside 4 mg) one tablet once a day when you experience pain and let me know in the follow up in a couple of days to see if it relieves the pain. Like you said your Vitamin B12 levels are below normal, it could also be neuropathic pain for which I will only advise vitamin B12 supplements (tablet Methycolbalmine once a day for three months) or B complex supplements. You can also improve these levels with diet. Take diet enriched with beef, liver, and chicken. Fish and shellfish such as trout, salmon, tuna fish, and clams. Fortified breakfast cereal. Low-fat milk, yogurt, cheese, and eggs. Since your Hb is also below the ideal levels, take iron-rich foods which are usually Vitamin B12 rich as well. So I will advise diet modification to incorporate these in your everyday routine or take supplements with iron and Vitamin B12 as well. Because anemia can also present with the said symptoms. Lastly, I will encourage you to reduce weight with exercise and changing your diet and switching to a low-fat diet with the addition of more fruits and vegetables to your diet. Try to start with atleast 30-40 minutes of cardio workout every day and work it up from there according to your stamina and you will see the visible change that you feel. You will feel more active and fresh. Try to bring your BMI (body mass index) as close to the normal range as you can. Because obesity itself can cause countless problems as well. I hope this helps. ECG (electrocardiography). Do not lift heavyweights. Take low fat, high fiber diet. After two days.  ",
        "Patient":"Hello doctor, I am a 39-year-old woman. I have mild pain in the left side of the chest (below the neck and above the breast) and then sensation in the upper back from four days. It comes and goes. Sometimes it goes to the right side of the chest also. I have done my ECG and blood test 6 months ago. ECG and blood sugar were normal. No hypertension but hemoglobin was 10 and Vitamin B 12 was below average. What can I do as in lockdown it is not possible to see the doctor as a person. Please help."
    }
]
